{
  "select_language": "Selecteer Taal",
  "settings_screen": "Instellingen",
  "explanation": "Dit is een uitleg over hoe de app werkt.",
  "left": "Links",
  "right": "Rechts",
  "speed": "Snelheid",
  "spin": "Spin",
  "freq": "Frequentie",
  "width": "Breedte",
  "height": "Hoogte",
  "net": "Net",
  "off": "Uit",
  "play": "Speel",
  "app_title": "PadelShooter",
  "main_screen": "Hoofdscherm",
  "start_here_screen": "Begin Hier",
  "trainings_screen": "Trainingen",
  "programs_screen": "Programma's",
  "left_percent": "Links %",
  "right_percent": "Rechts %",
  "settings": "Instellingen",
  "english": "Engels",
  "spanish": "Spaans",
  "french": "Frans",
  "chinese": "Chinees",
  "japanese": "Japans",
  "polish": "Pools",
  "latvia": "Letland",
  "german": "Duits",
  "portuguese": "Portugees",
  "swedish": "Zweeds",
  "italian": "Italiaans",
  "finnish": "Fins",
  "arabic": "Arabisch",
  "dutch": "Nederlands",
  "main": "Hoofdscherm",
  "start_here": "Begin Hier",
  "trainings": "Trainingen",
  "programs": "Programma's",
  "bt": "Bluetooth",
  "connected_to_padelshooter": "Verbonden met PadelShooter",
  "trying_to_connect_to_padelshooter": "Verbinden met PadelShooter...",
  "pn": "Programmanaam",
  "cat": "Categorie",
  "shot": "Schot",
  "playprog": "Speel Programma",
  "as": "Voeg Schot Toe",
  "savep": "Sla Programma Op",
  "loadp": "Laad Programma",
  "side": "Kant",
  "delshot": "Verwijder Schot",
  "copyshot": "Kopieer Schot",
  "mu": "Verplaats Omhoog",
  "md": "Verplaats Omlaag",
  "delay": "Vertraging",
  "help-info": "Voor de Padelshooter zijn er 3 schermen:\n\nBegin Hier:\nOm direct met de machine te beginnen en gemakkelijk te gebruiken. De meeste trainingen zijn van één soort schoten op één positie met wat variatie. Dit is de eenvoudigste manier om te leren omgaan met snelheid, spin, frequentie, breedte, hoogte en net.\n\nTrainingen:\nCombinaties van schoten zoals bandeja - volley trainingen. De volleyhoogte wordt ingesteld met \"Net\", de bandeja hoogte met \"Hoogte\". De bandeja heeft meer tijd nodig om de speler te bereiken, dus een extra pauze kan worden ingesteld met \"Vertraging\".\n\nProgramma's:\nMaak je eigen trainingen / programma's. De programma's moeten worden toegevoegd aan een categorie zoals \"Beginner\", \"Gevorderd\" of \"Schottype\" of \"1 speler\", \"2 spelers\".\n\nDe machine wordt normaal gesproken horizontaal in het midden dichtbij het achterglas geplaatst. Maar voor het trainen van achter- en zijglasballen in de hoek, is het ook handig om de machine in de tegenoverliggende hoek te plaatsen.\nHet basisidee van Padelshooter is om je voorkeursinstellingen voor snelheid, spin, frequentie, breedte en hoogte in te stellen. Bij het eerste gebruik van de app hebben deze standaardinstellingen en moeten ze één keer worden aangepast en worden onthouden voor elke volgende training.\nVoor sommige trainingen is het \"net\" handig, de ballen gaan niet onder deze nethoogte. Op deze manier kun je in trainingen met willekeurige hoogtes de laagst mogelijke positie instellen met \"Net\", ongeacht hoe laag de snelheid is. Voor training aan de linker- of rechterkant van het veld kun je selecteren door die knop in te drukken of beide voor het hele veld. In het trainingsscherm kun je het horizontale gebied nog kleiner maken door een % te selecteren waarbij 0% het meest links is en 100% het meest rechts (gezien vanaf de speler).\n\nAls je een probleem hebt, bezoek dan onze website \n\nhttps://padelshooter.com/ \nIn de downloadsectie voor de Padelshooter 3A vind je nuttige informatie om problemen te vinden/op te lossen.\nVoor hulp en ondersteuning kun je contact met ons opnemen (bij voorkeur via whatsapp door een video te sturen) op:\n\nDe Racketclub\nT: 31-630974299 (ook whatsapp)\n\nOf neem contact op met je distributeur."
}
