{
  "select_language": "Selecteer Taal",
  "settings_screen": "Instellingen",
  "explanation": "Dit is een uitleg over hoe de app werkt.",
  "left": "Links",
  "right": "Rechts",
  "speed": "Speed",
  "spin": "Spin",
  "freq": "Freq",
  "width": "Width",
  "height": "Height",
  "net": "Net",
  "off": "Uit",
  "play": "Spelen",
  "app_title": "PadelShooter 3A",
  "main_screen": "Padelshooter 3A",
  "start_here_screen": "Begin Hier",
  "trainings_screen": "Trainingen",
  "programs_screen": "Programmas",
  "left_percent": "Links %",
  "right_percent": "Rechts %",
  "settings": "Instellingen",
  "english": "Engels",
  "spanish": "Spaans",
  "french": "Frans",
  "chinese": "Chinees",
  "japanese": "Japans",
  "polish": "Pools",
  "latvia": "Letlands",
  "german": "Duits",
  "portuguese": "Portugees",
  "swedish": "Zweeds",
  "italian": "Italiaans",
  "finnish": "Fins",
  "arabic": "Arabisch",
  "netherlands": "Nederlands",
  "main": "Hoofdscherm",
  "start_here": "Begin hier",
  "trainings": "Trainings",
  "programs": "Programmas",
  "bt": "Bluetooth",
  "connected_to_padelshooter": "Verbonden met PadelShooter",
  "trying_to_connect_to_padelshooter": "Verbinden met PadelShooter...",
  "pn": "Programmanaam",
  "cat": "Categorie",
  "shot": "Schot",
  "playprog": "Programma Afspelen",
  "as": "Schot Toevoegen",
  "savep": "Programma Opslaan",
  "loadp": "Programma Laden",
  "side": "Kant",
  "delshot": "Schot Verwijderen",
  "copyshot": "Schot Kopieren",
  "mu": "Naar Boven",
  "md": "Naar Beneden",
  "delay": "Vertraging",
  "export": "Exporteren",
  "import": "Importeren",
  "import_from_web": "Importeren van Web",
  "help-info": "Voor de Padelshooter zijn er 3 schermen:\n\nBegin Hier:\nOm direct met de machine te starten en eenvoudig te gebruiken. De meeste trainingen zijn een soort schoten op een positie met wat variatie. Dit is het gemakkelijkst om te leren hoe je snelheid, spin, frequentie, breedte, hoogte en net gebruikt.\n\nTrainingen:\nCombinaties van schoten zoals bandeja - volley trainingen. De volleyhoogte wordt ingesteld met Net, de bandejahoogte met Hoogte. De bandeja heeft meer tijd nodig om de speler te bereiken, dus er kan een extra pauze worden ingesteld met Vertraging.\n\nProgrammas:\nMaak je eigen trainingen / programmas. De programmas moeten worden toegevoegd aan een categorie zoals Beginner, Gevorderd of Schottype of 1 speler, 2 spelers.\n\nDe machine wordt normaal gesproken in het horizontale midden dichtbij het achterglas geplaatst. Maar voor het trainen van back- en zijglasballen in de hoek, is het ook handig om de machine in de tegenoverliggende hoek te plaatsen.\nHet basisidee van Padelshooter is om je voorkeuren in te stellen voor snelheid, spin, frequentie, breedte en hoogte. Wanneer je de app voor de eerste keer gebruikt, hebben deze standaardinstellingen die een keer moeten worden gewijzigd en vervolgens worden onthouden voor elke volgende training.\nVoor sommige trainingen is het net nuttig, de ballen gaan niet onder deze nethoogte. Op deze manier kun je in willekeurige hoogte trainingen de laagst mogelijke positie instellen met Net, ongeacht hoe laag de snelheid is. Voor het trainen aan de linker- of rechterkant van het veld kun je selecteren door op die knop te drukken of beide voor het hele veld. In het Trainingsscherm kun je het horizontale gebied zelfs nog kleiner maken door een percentage te selecteren waarbij 0% het meest links is en 100% het meest rechts (gezien vanaf de speler).\n\nAls je een probleem hebt, bezoek dan onze website \n\nhttps://padelshooter.com/ \nIn het downloadgedeelte voor de Padelshooter 3A is nuttige informatie te vinden om problemen op te lossen.\nVoor hulp en ondersteuning kun je contact met ons opnemen (bij voorkeur via WhatsApp door een video te sturen) op:\n\nDe Racketclub\nT: 31-630974299 (ook WhatsApp)\n\nOf neem contact op met je distributeur.",
  "choose_lang": "Kies Taal",
  "choose_padeltennis": "Kies Padel / Tennis",
  "htu_ps": "Hoe gebruik je de Padelshooter",
  "export_import_settings": "Exporteren / Importeren van app-instellingen",
  "export_import_programs": "Exporteren / Importeren van programmas",
  "pos_ps": "Positionering van Padelshooter",
  "tennis": "Tennis",
  "padel": "Padel",
  "middle": "Midden",
  "export_settings": "Instellingen Exporteren",
  "import_settings": "Instellingen Importeren",
  "import_settings_web": "Instellingen van Web Importeren",
  "imex_text": "Exporteer je programmas naar een document (in de downloadmap op je telefoon) of importeer programmas van anderen (uit de downloadmap op je telefoon) of importeer programmas van het web.",
  "export_programs": "Programmas Exporteren",
  "import_programs": "Programmas Importeren",
  "import_programs_web": "Programmas van Web Importeren",
  "pos_ps_text": "De Padelshooter kan niet de volledige breedte van het padelveld bereiken. Als je breder wilt spelen, kun je de Padelshooter herpositioneren om een groter deel van die kant te bereiken. Je kunt ook de Midden-knop gebruiken om de Padelshooter exact in het midden van het veld te positioneren. Druk op de kant waarop je wilt spelen, en positioneer vervolgens de Padelshooter zodat de machine precies op de middenlijn schiet.",
  "version": "Versie",
  "search": "Zoeken",
  "search_programs": "Programma's zoeken",
  "reset": "Reset"
}
