{
  "select_language": "Seleccionar idioma",
  "settings_screen": "Configuraciones",
  "explanation": "Esta es una explicación de cómo funciona la aplicación.",
  "left": "Izquierda",
  "right": "Derecha",
  "speed": "Veloc",
  "spin": "Giro",
  "freq": "Frec",
  "width": "Ancho",
  "height": "Altura",
  "net": "Red",
  "delay": "Retraso",
  "off": "Apagar",
  "play": "Jugar",
  "app_title": "PadelShooter",
  "main_screen": "Pantalla Principal",
  "start_here_screen": "Comienza Aquí",
  "trainings_screen": "Entrenamientos",
  "programs_screen": "Programas",
  "left_percent": "Izquierda %",
  "right_percent": "Derecha %",
  "settings": "Configuraciones",
  "english": "Inglés",
  "new": "New",
  "german": "Alemán",
  "portuguese": "Portugués",
  "italian": "Italiano",
  "swedish": "Sueco",
  "latvia": "Letonia",
  "finnish": "Finlandés",
  "spanish": "Español",
  "french": "Francés",
  "chinese": "Chino",
  "japanese": "Japonés",
  "polish": "Polaco",
  "arabic": "Árabe",
  "dutch": "Holandés",
  "main": "Principal",
  "start_here": "Comienza Aquí",
  "trainings": "Entrenamientos",
  "programs": "Programas",
  "bt": "Bluetooth",
  "connected_to_padelshooter": "Conectado a PadelShooter",
  "trying_to_connect_to_padelshooter": "Conectando a PadelShooter...",
  "pn": "Nombre del Programa",
  "cat": "Categoría",
  "shot": "Disparo",
  "playprog": "Ejecutar Programa",
  "as": "Añadir Disparo",
  "savep": "Guardar Programa",
  "loadp": "Cargar Programa",
  "side": "Lado",
  "delshot": "Eliminar Disparo",
  "copyshot": "Copiar Disparo",
  "mu": "Mover Arriba",
  "md": "Mover Abajo",
  "help-info": "Para el Padelshooter hay 3 pantallas:\n\nComenzar Aquí:\nPara comenzar inmediatamente con la máquina y un uso fácil. La mayoría de los entrenamientos son de un tipo de disparos en una posición con alguna variación. Esta es la forma más fácil de aprender a usar la velocidad, el giro, la frecuencia, el ancho, la altura y la red.\n\nEntrenamientos:\nCombinaciones de disparos como entrenamientos de bandeja y volea. La altura de la volea se establece con \"Red\", la altura de la bandeja con \"Altura\". La bandeja necesita más tiempo para llegar al jugador, por lo que se puede establecer una pausa adicional con \"Retraso\".\n\nProgramas:\nCrea tus propios entrenamientos / programas. Los programas deben agregarse a una categoría como \"Principiante\", \"Avanzado\" o \"Tipo de disparo\" o \"1 jugador\", \"2 jugadores\".\n\nLa máquina normalmente se coloca en el centro horizontal cerca del vidrio trasero. Pero para entrenar bolas de vidrio trasero y lateral en la esquina, también es útil colocar la máquina en la esquina opuesta.\nLa idea básica de Padelshooter es establecer sus configuraciones preferidas para velocidad, giro, frecuencia, ancho y altura, cuando use la aplicación por primera vez, estos tienen configuraciones estándar y deben cambiarse una vez y se recuerdan para cada entrenamiento siguiente.\nPara algunos entrenamientos, la \"red\" es útil, las bolas no pasan por debajo de esta altura de la red. De esta manera, puede establecer en entrenamientos de altura aleatoria la posición más baja posible con \"Red\", no importa cuán baja sea la velocidad. Para entrenar en el lado izquierdo o derecho de la cancha, puede seleccionar presionando ese botón o ambos para toda la cancha. En la pantalla de Entrenamientos, puede hacer que el área horizontal sea aún más pequeña seleccionando un % donde el 0% es el más a la izquierda y el 100% es el más a la derecha (visto desde el jugador).\n\nSi tiene un problema, visite nuestro sitio web \n\nhttps://padelshooter.com/ \nEn la sección de descargas para el Padelshooter 3A, hay información útil para encontrar/solucionar problemas.\nPara obtener ayuda y soporte, puede contactarnos (preferiblemente por whatsapp enviando un video) en:\n\nDe Racketclub\nT: 31-630974299 (también whatsapp)\n\nO contacte a su distribuidor."
}
